test/FasTnT.IntegrationTests/Requests/Queries/GetVendorVersion.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:epcglobal:epcis-query:xsd:1">
  <soapenv:Header />
  <soapenv:Body>
    <urn:GetVendorVersion />
  </soapenv:Body>
</soapenv:Envelope>